Revit 2027 API
ParameterTypeId.StructuralEndReleaseMz Property
 "End Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralEndReleaseMz { get; }
Public Shared ReadOnly Property StructuralEndReleaseMz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralEndReleaseMz {
	ForgeTypeId^ get ();
}
static member StructuralEndReleaseMz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace